[{"MSRP":"2499.99","COPR":"2499.99","QTY":"16","QTYBO":"2","DESC":"This guitar responds well to a wide range of playing styles thanks to Taylor's medium-size Grand Auditorium body. Sapele body and Sitka spruce top, rings out with a brightness and clarity that give these guitars a definitive Taylor voice.","GRAPHIC":"tempgraphic","PRODUCT":"314CE STD","BRAND":"Taylor"},
{"MSRP":"1299.99","COPR":"1299.99","QTY":"15","QTYBO":"0","DESC":"The 200 Series redefines what a mid-priced guitar can be. A glossy, solid Sitka spruce top meets gorgeous layered rosewood back and sides, delivering an experience of sight, sound and touch that's unmistakably Taylor.","GRAPHIC":"tempgraphic","PRODUCT":"214CE","BRAND":"Taylor"},
{"MSRP":"3999.99","COPR":"3999.99","QTY":"3","QTYBO":"10","DESC":"Custom-created with a Canadian presence in mind, this exquisite tonal pairing promotes both style and sonic excitement. Taylor Guitar's most popular Grand Auditorium body shape hosts beautiful Hawaiian Koa back and sides.","GRAPHIC":"tempgraphic","PRODUCT":"714CE V7 LTD","BRAND":"Taylor"},
{"MSRP":"1299.99","COPR":"1099.99","QTY":"4","QTYBO":"4","DESC":"Taylor's 100 Series are premium guitars that will change your expectations about what a serious entry-level instrument can embody. Like the 200 Series, the sapele 100 Series incorporates layered back and sides.","GRAPHIC":"tempgraphic","PRODUCT":"114CE","BRAND":"Taylor"},
{"MSRP":"6199.99","COPR":"6099.99","QTY":"1","QTYBO":"0","DESC":"Hawaiian koa's captivating beauty is matched by a tone that blossoms over time, especially in the midrange. Its voice is bright and focused, with warm overtones that slowly emerge, adding sweetness and depth.","GRAPHIC":"tempgraphic","PRODUCT":"K24CE","BRAND":"Taylor"},
{"MSRP":"3999.99","COPR":"3999.99","QTY":"2","QTYBO":"2","DESC":"Much of the Hummingbird's appeal lies in its versatility. However you attack this flat-top, it pumps out rich, deep tones, and is equally at home strumming first-position chords as it is taking the spotlight for flatpicking lead lines.","GRAPHIC":"tempgraphic","PRODUCT":"2016 Hummingbird Standard","BRAND":"Gibson"},
{"MSRP":"3099.99","COPR":"3099.99","QTY":"5","QTYBO":"0","DESC":"You can never have too much of a good thing and the new J-45 Cutaway is just that! For the first time ever, Gibson offers this iconic model as a new, modern cutaway.","GRAPHIC":"tempgraphic","PRODUCT":"2017 J-45 Cutaway","BRAND":"Gibson"},
{"MSRP":"3949.99","COPR":"3900.99","QTY":"1","QTYBO":"3","DESC":"Limited Edition Advanced Jumbo Flame Deluxe","GRAPHIC":"tempgraphic","PRODUCT":"2016 AJ Flame Deluxe Ltd","BRAND":"Gibson"},
{"MSRP":"3799.99","COPR":"3799.99","QTY":"2","QTYBO":"5","DESC":"Handcrafted with an Adirondack red spruce top and, for the first time, gorgeous big leaf maple back & sides, dressed in a simple Antique Natural finish.","GRAPHIC":"tempgraphic","PRODUCT":"AJ Maple Custom Ltd Edition","BRAND":"Gibson"},
{"MSRP":"2799.99","COPR":"2539.99","QTY":"3","QTYBO":"1","DESC":"At the heart of Gibsons square-shoulder dreadnought line of acoustic guitars is the Songwriter series, and the Songwriter Deluxe Studio is its most fundamental offering.","GRAPHIC":"tempgraphic","PRODUCT":"Songwriter Deluxe Studio Acoustic Guitar","BRAND":"Gibson"},
{"MSRP":"3599.99","COPR":"3599.99","QTY":"1","QTYBO":"3","DESC":"The D-28 is the Dreadnought by which all others are judged. Constructed of solid East Indian rosewood back and sides, Sitka spruce top and mahogany neck, this instrument has been a favorite of artists from Hank Williams Sr. to Jimmy Page.","GRAPHIC":"tempgraphic","PRODUCT":"D-28","BRAND":"Martin"},
{"MSRP":"6079.99","COPR":"6079.99","QTY":"1","QTYBO":"1","DESC":"One of Martin's most stunning instruments, the redesigned D41 maintains the original's traditional beauty and features while still delivering that famous Martin Sound.","GRAPHIC":"tempgraphic","PRODUCT":"D-41","BRAND":"Martin"},
{"MSRP":"809.99","COPR":"809.99","QTY":"16","QTYBO":"1","DESC":"The DX1RAE acoustic-electric guitar features a D-14 platform and a Dreadnought body design that produces a full, sustaining sound. The East Indian rosewood-grained laminate (HPL) back and sides give it a rich look, paired with a solid Sitka spruce top.","GRAPHIC":"tempgraphic","PRODUCT":"DX1RAE","BRAND":"Martin"},
{"MSRP":"4199.99","COPR":"4129.99","QTY":"2","QTYBO":"1","DESC":"Carrying a distinct vintage-inspired design and updated like the D-18 a few years ago, the OM-28 offers many of the features found in our pre-war era guitars.","GRAPHIC":"tempgraphic","PRODUCT":"OM-28","BRAND":"Martin"},
{"MSRP":"829.99","COPR":"829.99","QTY":"13","QTYBO":"2","DESC":"Fashioned for player comfort, clear powerful tone and easy action, the Dreadnought Junior is reduced to approximately 15/16 of the full Martin 14-fret Dreadnought dimension.","GRAPHIC":"tempgraphic","PRODUCT":"D-JR-E","BRAND":"Martin"},
{"MSRP":"199.99","COPR":"199.99","QTY":"30","QTYBO":"6","DESC":"This finely-crafted Yamaha acoustic guitar provides great quality, sound and playing ease.","GRAPHIC":"tempgraphic","PRODUCT":"F325D","BRAND":"Yamaha"},
{"MSRP":"699.99","COPR":"699.99","QTY":"12","QTYBO":"3","DESC":"The LL6 A.R.E. offers many of Yamaha's exclusive features. The solid Engelmann Spruce top is treated with A.R.E., and together with a modified bracing design, the sound has become more powerful and loud while still maintaining excellent balance.","GRAPHIC":"tempgraphic","PRODUCT":"LL6 A.R.E.","BRAND":"Yamaha"},
{"MSRP":"699.99","COPR":"699.99","QTY":"5","QTYBO":"10","DESC":"With a solid spruce top and Nato back and sides, the CPX700 produces a bigger, fuller sound than the smaller bodied APX guitars. These guitars are designed to provide great on stage performance with larger, deeper bodies.","GRAPHIC":"tempgraphic","PRODUCT":"CPX700II","BRAND":"Yamaha"},
{"MSRP":"1199.99","COPR":"1199.99","QTY":"3","QTYBO":"4","DESC":"Based on the LL16, the new LL16D features intricate abalone inlay work around the body, head and sound hole. Being reminiscent of L36 series, LL16D offers both laxuarious look and excellent tone.","GRAPHIC":"tempgraphic","PRODUCT":"LL16D A.R.E.","BRAND":"Yamaha"},
{"MSRP":"899.99","COPR":"899.99","QTY":"3","QTYBO":"0","DESC":"The A3M features solid Mahogany back and sides with hand-selected, premium Sitka Spruce top. Yamaha's original concert body style is matched to the flagship System 63 SRT pickup and preamp combination.","GRAPHIC":"tempgraphic","PRODUCT":"A3M","BRAND":"Yamaha"}]
